---
kind: other
id: Methods.T:Autodesk.Revit.DB.OBJImportOptions
source: html/5dfc079c-a587-3c87-3fce-8c004d991ee6.htm
---
# OBJImportOptions Methods

Get the default length unit used for importing unitless files.